Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# OpenAdv_Open
source: Open
ar: فتح
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
ro: Deschidere
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# Range_StartOutside
source: The start must be inside the file.
ar: يجب أن تكون البداية داخل الملف.
cs: Začátek musí být uvnitř souboru.
de: Der Anfang muss innerhalb der Datei liegen.
el: Η αρχή πρέπει να βρίσκεται μέσα στο αρχείο.
es: El inicio debe estar dentro del archivo.
fa: آغاز باید درون فایل باشد.
fr: Le début doit se trouver dans le fichier.
hu: A kezdetnek a fájlon belül kell lennie.
id: Awal harus berada di dalam file.
it: L'inizio deve trovarsi all'interno del file.
ja: 開始はファイルの中の位置にしてください。
ko: 시작은 파일 안에 있어야 합니다.
pl: Początek musi znajdować się wewnątrz pliku.
pt: O início deve estar dentro do arquivo.
ro: Începutul trebuie să fie în interiorul fișierului.
th: จุดเริ่มต้นต้องอยู่ภายในไฟล์
tr: Başlangıç dosyanın içinde olmalıdır.
uk: Початок має бути всередині файлу.
vi: Điểm bắt đầu phải nằm trong tệp.
zh_hans: 开始位置必须在文件内。
zh_hant: 開頭必須在檔案內。

# Range_LengthInvalid
source: The length must be 1 or more.
ar: يجب أن يكون الطول 1 أو أكثر.
cs: Délka musí být 1 nebo více.
de: Die Länge muss mindestens 1 sein.
el: Το μήκος πρέπει να είναι 1 ή μεγαλύτερο.
es: La longitud debe ser 1 o mayor.
fa: طول باید 1 یا بیشتر باشد.
fr: La longueur doit être au moins égale à 1.
hu: A hossznak legalább 1-nek kell lennie.
id: Panjang harus 1 atau lebih.
it: La lunghezza deve essere 1 o superiore.
ja: 長さは 1 以上にしてください。
ko: 길이는 1 이상이어야 합니다.
pl: Długość musi wynosić co najmniej 1.
pt: O comprimento deve ser 1 ou mais.
ro: Lungimea trebuie să fie de cel puțin 1.
th: ความยาวต้องเป็น 1 ขึ้นไป
tr: Uzunluk 1 veya daha fazla olmalıdır.
uk: Довжина має бути не меншою за 1.
vi: Độ dài phải từ 1 trở lên.
zh_hans: 长度必须为 1 或更大。
zh_hant: 長度必須為 1 以上。

# Range_Truncated
source: The range goes past the end of the file. It will be shortened to {0}.
ar: يتجاوز النطاق نهاية الملف. سيتم تقصيره إلى {0}.
cs: Rozsah přesahuje konec souboru. Bude zkrácen na {0}.
de: Der Bereich reicht über das Dateiende hinaus. Er wird auf {0} gekürzt.
el: Η περιοχή ξεπερνά το τέλος του αρχείου. Θα περικοπεί σε {0}.
es: El rango sobrepasa el final del archivo. Se acortará a {0}.
fa: محدوده از پایان فایل فراتر می‌رود. به {0} کوتاه می‌شود.
fr: La plage dépasse la fin du fichier. Elle sera raccourcie à {0}.
hu: A tartomány túlnyúlik a fájl végén. A hossza {0} lesz.
id: Rentang melewati akhir file. Rentang akan dipendekkan menjadi {0}.
it: L'intervallo supera la fine del file. Verrà accorciato a {0}.
ja: 範囲がファイルの末尾を超えています。{0} に切り詰めます。
ko: 범위가 파일 끝을 넘습니다. {0}(으)로 줄입니다.
pl: Zakres wykracza poza koniec pliku. Zostanie skrócony do {0}.
pt: O intervalo ultrapassa o fim do arquivo. Ele será encurtado para {0}.
ro: Intervalul depășește sfârșitul fișierului. Va fi scurtat la {0}.
th: ช่วงเลยจุดสิ้นสุดของไฟล์ จะถูกตัดให้เหลือ {0}
tr: Aralık dosyanın sonunu aşıyor. {0} olarak kısaltılacak.
uk: Діапазон виходить за кінець файлу. Його буде скорочено до {0}.
vi: Phạm vi vượt quá cuối tệp. Nó sẽ được rút ngắn còn {0}.
zh_hans: 范围超出文件末尾，将被缩短为 {0}。
zh_hant: 範圍超出檔案結尾，將縮短為 {0}。

# Range_OverlapTitle
source: This data is already open
ar: هذه البيانات مفتوحة بالفعل
cs: Tato data jsou již otevřená
de: Diese Daten sind bereits geöffnet
el: Αυτά τα δεδομένα είναι ήδη ανοιχτά
es: Estos datos ya están abiertos
fa: این داده از قبل باز است
fr: Ces données sont déjà ouvertes
hu: Ezek az adatok már meg vannak nyitva
id: Data ini sudah dibuka
it: Questi dati sono già aperti
ja: 同じデータが開いています
ko: 이 데이터는 이미 열려 있습니다
pl: Te dane są już otwarte
pt: Estes dados já estão abertos
ro: Aceste date sunt deja deschise
th: ข้อมูลนี้เปิดอยู่แล้ว
tr: Bu veri zaten açık
uk: Ці дані вже відкрито
vi: Dữ liệu này đã được mở
zh_hans: 此数据已打开
zh_hant: 此資料已開啟

# Range_OverlapBody
source: The same data is open in another tab. If you edit the same data in two tabs, the tab you save last wins.
ar: البيانات نفسها مفتوحة في علامة تبويب أخرى. إذا حررت البيانات نفسها في علامتي تبويب، فستكون الغلبة لعلامة التبويب التي تحفظها أخيرًا.
cs: Stejná data jsou otevřena na jiné kartě. Pokud stejná data upravíte na dvou kartách, platí karta, kterou uložíte jako poslední.
de: Dieselben Daten sind in einer anderen Registerkarte geöffnet. Wenn Sie dieselben Daten in zwei Registerkarten bearbeiten, gilt die zuletzt gespeicherte Registerkarte.
el: Τα ίδια δεδομένα είναι ανοιχτά σε άλλη καρτέλα. Αν επεξεργαστείτε τα ίδια δεδομένα σε δύο καρτέλες, υπερισχύει η καρτέλα που αποθηκεύεται τελευταία.
es: Los mismos datos están abiertos en otra pestaña. Si editas los mismos datos en dos pestañas, prevalece la que guardes en último lugar.
fa: همین داده در زبانهٔ دیگری باز است. اگر همین داده را در دو زبانه ویرایش کنید، زبانه‌ای که آخر ذخیره شود اعمال می‌شود.
fr: Les mêmes données sont ouvertes dans un autre onglet. Si vous modifiez les mêmes données dans deux onglets, l'onglet enregistré en dernier l'emporte.
hu: Ugyanezek az adatok egy másik lapon is meg vannak nyitva. Ha ugyanazokat az adatokat két lapon szerkeszti, az utoljára mentett lap változata marad meg.
id: Data yang sama terbuka di tab lain. Jika Anda mengedit data yang sama di dua tab, tab yang terakhir disimpan yang berlaku.
it: Gli stessi dati sono aperti in un'altra scheda. Se modifichi gli stessi dati in due schede, prevale la scheda salvata per ultima.
ja: 同じデータが別のタブで開いています。同じデータを 2 つのタブで編集すると、後から保存した方が優先されます。
ko: 같은 데이터가 다른 탭에서 열려 있습니다. 두 탭에서 같은 데이터를 편집하면 마지막으로 저장한 탭의 내용이 적용됩니다.
pl: Te same dane są otwarte na innej karcie. Jeśli edytujesz te same dane na dwóch kartach, obowiązuje karta zapisana jako ostatnia.
pt: Os mesmos dados estão abertos em outra guia. Se você editar os mesmos dados em duas guias, prevalece a guia salva por último.
ro: Aceleași date sunt deschise în altă filă. Dacă editați aceleași date în două file, câștigă fila salvată ultima.
th: ข้อมูลเดียวกันเปิดอยู่ในแท็บอื่น หากคุณแก้ไขข้อมูลเดียวกันในสองแท็บ แท็บที่บันทึกล่าสุดจะมีผล
tr: Aynı veri başka bir sekmede açık. Aynı veriyi iki sekmede düzenlerseniz en son kaydettiğiniz sekme geçerli olur.
uk: Ті самі дані відкрито в іншій вкладці. Якщо редагувати ті самі дані у двох вкладках, збережеться вкладка, яку збережено останньою.
vi: Cùng dữ liệu đang mở ở một tab khác. Nếu bạn sửa cùng dữ liệu ở hai tab, tab được lưu sau cùng sẽ thắng.
zh_hans: 相同的数据已在另一个选项卡中打开。如果在两个选项卡中编辑相同的数据，以最后保存的选项卡为准。
zh_hant: 相同的資料已在另一個索引標籤中開啟。如果在兩個索引標籤中編輯相同的資料，最後儲存的索引標籤會生效。

# Range_OpenReadOnly
source: Open read-only
ar: فتح للقراءة فقط
cs: Otevřít jen pro čtení
de: Schreibgeschützt öffnen
el: Άνοιγμα μόνο για ανάγνωση
es: Abrir como solo lectura
fa: باز کردن فقط خواندنی
fr: Ouvrir en lecture seule
hu: Megnyitás írásvédetten
id: Buka sebagai baca-saja
it: Apri in sola lettura
ja: 読み取り専用で開く
ko: 읽기 전용으로 열기
pl: Otwórz tylko do odczytu
pt: Abrir como somente leitura
ro: Deschidere doar în citire
th: เปิดแบบอ่านอย่างเดียว
tr: Salt okunur aç
uk: Відкрити лише для читання
vi: Mở chỉ đọc
zh_hans: 以只读方式打开
zh_hant: 以唯讀方式開啟

# Range_OpenAnyway
source: Open anyway
ar: الفتح على أي حال
cs: Přesto otevřít
de: Trotzdem öffnen
el: Άνοιγμα ούτως ή άλλως
es: Abrir de todos modos
fa: باز کردن در هر صورت
fr: Ouvrir quand même
hu: Megnyitás mégis
id: Tetap buka
it: Apri comunque
ja: そのまま開く
ko: 그래도 열기
pl: Otwórz mimo to
pt: Abrir mesmo assim
ro: Deschidere oricum
th: เปิดต่อไป
tr: Yine de aç
uk: Однаково відкрити
vi: Vẫn mở
zh_hans: 仍然打开
zh_hant: 仍要開啟

# Encoded_Decoding
source: Decoding {0} ({1})
ar: جارٍ فك ترميز {0} ({1})
cs: Dekódování {0} ({1})
de: {0} wird decodiert ({1})
el: Αποκωδικοποίηση {0} ({1})
es: Decodificando {0} ({1})
fa: در حال رمزگشایی {0} ({1})
fr: Décodage de {0} ({1})
hu: {0} dekódolása ({1})
id: Mendekode {0} ({1})
it: Decodifica di {0} ({1})
ja: {0} をデコード中 ({1})
ko: {0} 디코딩 중({1})
pl: Dekodowanie {0} ({1})
pt: Decodificando {0} ({1})
ro: Decodificare {0} ({1})
th: กำลังถอดรหัส {0} ({1})
tr: {0} çözülüyor ({1})
uk: Декодування {0} ({1})
vi: Đang giải mã {0} ({1})
zh_hans: 正在解码 {0}（{1}）
zh_hant: 正在解碼 {0}（{1}）

# Encoded_Decoded
source: Showing the decoded {0} data.
ar: يتم عرض بيانات {0} التي تم فك ترميزها.
cs: Zobrazují se dekódovaná data {0}.
de: Die decodierten {0}-Daten werden angezeigt.
el: Εμφανίζονται τα αποκωδικοποιημένα δεδομένα {0}.
es: Se muestran los datos {0} decodificados.
fa: دادهٔ رمزگشایی‌شدهٔ {0} نمایش داده می‌شود.
fr: Affichage des données {0} décodées.
hu: A dekódolt {0} adatok láthatók.
id: Menampilkan data {0} yang telah didekode.
it: Vengono mostrati i dati {0} decodificati.
ja: {0} をデコードして表示しています。
ko: 디코딩된 {0} 데이터를 표시하고 있습니다.
pl: Wyświetlane są zdekodowane dane {0}.
pt: Exibindo os dados {0} decodificados.
ro: Se afișează datele {0} decodificate.
th: กำลังแสดงข้อมูล {0} ที่ถอดรหัสแล้ว
tr: Çözülmüş {0} verisi gösteriliyor.
uk: Показано декодовані дані {0}.
vi: Đang hiện dữ liệu {0} đã giải mã.
zh_hans: 正在显示解码后的 {0} 数据。
zh_hant: 正在顯示解碼後的 {0} 資料。

# Encoded_OpenAsText
source: Open as text
ar: فتح كنص
cs: Otevřít jako text
de: Als Text öffnen
el: Άνοιγμα ως κείμενο
es: Abrir como texto
fa: باز کردن به‌صورت متن
fr: Ouvrir en tant que texte
hu: Megnyitás szövegként
id: Buka sebagai teks
it: Apri come testo
ja: テキストのまま開く
ko: 텍스트로 열기
pl: Otwórz jako tekst
pt: Abrir como texto
ro: Deschidere ca text
th: เปิดเป็นข้อความ
tr: Metin olarak aç
uk: Відкрити як текст
vi: Mở dưới dạng văn bản
zh_hans: 作为文本打开
zh_hant: 以文字開啟

# Encoded_OpenBinary
source: Open as binary
ar: فتح كملف ثنائي
cs: Otevřít jako binární
de: Als Binärdatei öffnen
el: Άνοιγμα ως δυαδικό
es: Abrir como binario
fa: باز کردن به‌صورت دودویی
fr: Ouvrir en tant que binaire
hu: Megnyitás binárisként
id: Buka sebagai biner
it: Apri come binario
ja: バイナリのまま開く
ko: 이진으로 열기
pl: Otwórz jako plik binarny
pt: Abrir como binário
ro: Deschidere ca binar
th: เปิดเป็นไบนารี
tr: İkili olarak aç
uk: Відкрити як двійковий
vi: Mở dưới dạng nhị phân
zh_hans: 作为二进制打开
zh_hant: 以二進位開啟

# Encoded_Unreadable
source: Couldn't read the file as {0} (first error: line {1}).
ar: تعذرت قراءة الملف كـ {0} (الخطأ الأول: السطر {1}).
cs: Soubor nelze přečíst jako {0} (první chyba: řádek {1}).
de: Die Datei konnte nicht als {0} gelesen werden (erster Fehler: Zeile {1}).
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου ως {0} (πρώτο σφάλμα: γραμμή {1}).
es: No se pudo leer el archivo como {0} (primer error: línea {1}).
fa: خواندن فایل به‌صورت {0} ممکن نشد (نخستین خطا: خط {1}).
fr: Impossible de lire le fichier en tant que {0} (première erreur : ligne {1}).
hu: A fájl nem olvasható {0} formátumként (első hiba: {1}. sor).
id: Tidak dapat membaca file sebagai {0} (kesalahan pertama: baris {1}).
it: Impossibile leggere il file come {0} (primo errore: riga {1}).
ja: {0} として読めませんでした (最初の誤り: 行 {1})。
ko: 파일을 {0}(으)로 읽을 수 없습니다(첫 번째 오류: {1}행).
pl: Nie można odczytać pliku jako {0} (pierwszy błąd: wiersz {1}).
pt: Não foi possível ler o arquivo como {0} (primeiro erro: linha {1}).
ro: Fișierul nu a putut fi citit ca {0} (prima eroare: linia {1}).
th: ไม่สามารถอ่านไฟล์เป็น {0} (ข้อผิดพลาดแรก: บรรทัด {1})
tr: Dosya {0} olarak okunamadı (ilk hata: satır {1}).
uk: Не вдалося прочитати файл як {0} (перша помилка: рядок {1}).
vi: Không thể đọc tệp dưới dạng {0} (lỗi đầu tiên: dòng {1}).
zh_hans: 无法将文件作为 {0} 读取（第一个错误：第 {1} 行）。
zh_hant: 無法以 {0} 讀取檔案（第一個錯誤：第 {1} 行）。

# Encoded_ErrorLines
source: {0, plural, one {# line has an error.} other {# lines have errors.}} The document is read-only.
ar: {0, plural, zero {# سطر بها أخطاء.} one {سطر واحد به خطأ.} two {سطران بهما أخطاء.} few {# أسطر بها أخطاء.} many {# سطرًا بها أخطاء.} other {# سطر بها أخطاء.}} المستند للقراءة فقط.
cs: {0, plural, one {# řádek obsahuje chybu.} few {# řádky obsahují chyby.} many {# řádku obsahuje chyby.} other {# řádků obsahuje chyby.}} Dokument je jen pro čtení.
de: {0, plural, one {# Zeile enthält einen Fehler.} other {# Zeilen enthalten Fehler.}} Das Dokument ist schreibgeschützt.
el: {0, plural, one {# γραμμή έχει σφάλμα.} other {# γραμμές έχουν σφάλματα.}} Το έγγραφο είναι μόνο για ανάγνωση.
es: {0, plural, one {# línea tiene un error.} other {# líneas tienen errores.}} El documento es de solo lectura.
fa: {0, plural, one {# خط خطا دارد.} other {# خط خطا دارند.}} سند فقط خواندنی است.
fr: {0, plural, one {# ligne contient une erreur.} other {# lignes contiennent des erreurs.}} Le document est en lecture seule.
hu: {0, plural, one {# sor hibás.} other {# sor hibás.}} A dokumentum írásvédett.
id: {0, plural, other {# baris mengandung kesalahan.}} Dokumen bersifat baca-saja.
it: {0, plural, one {# riga contiene un errore.} other {# righe contengono errori.}} Il documento è di sola lettura.
ja: {0, plural, other {# 行に誤りがあります。}}ドキュメントは読み取り専用です。
ko: {0, plural, other {#개 행에 오류가 있습니다.}} 문서는 읽기 전용입니다.
pl: {0, plural, one {# wiersz zawiera błąd.} few {# wiersze zawierają błędy.} many {# wierszy zawiera błędy.} other {# wiersza zawiera błędy.}} Dokument jest tylko do odczytu.
pt: {0, plural, one {# linha tem um erro.} other {# linhas têm erros.}} O documento é somente leitura.
ro: {0, plural, one {O linie are erori.} few {# linii au erori.} other {# de linii au erori.}} Documentul este doar în citire.
th: {0, plural, other {มี # บรรทัดที่มีข้อผิดพลาด}} เอกสารเป็นแบบอ่านอย่างเดียว
tr: {0, plural, one {# satırda hata var.} other {# satırda hata var.}} Belge salt okunur.
uk: {0, plural, one {У # рядку є помилка.} few {У # рядках є помилки.} many {У # рядках є помилки.} other {У # рядка є помилки.}} Документ доступний лише для читання.
vi: {0, plural, other {# dòng có lỗi.}} Tài liệu ở chế độ chỉ đọc.
zh_hans: {0, plural, other {有 # 行存在错误。}}文档为只读。
zh_hant: {0, plural, other {有 # 行發生錯誤。}}文件為唯讀。

# Encoded_AllowEdit
source: Allow editing
ar: السماح بالتحرير
cs: Povolit úpravy
de: Bearbeitung zulassen
el: Να επιτρέπεται η επεξεργασία
es: Permitir edición
fa: اجازهٔ ویرایش
fr: Autoriser la modification
hu: Szerkesztés engedélyezése
id: Izinkan pengeditan
it: Consenti modifica
ja: 編集を許可
ko: 편집 허용
pl: Zezwól na edycję
pt: Permitir edição
ro: Permitere editare
th: อนุญาตการแก้ไข
tr: Düzenlemeye izin ver
uk: Дозволити редагування
vi: Cho phép chỉnh sửa
zh_hans: 允许编辑
zh_hant: 允許編輯

# Encoded_Suggest
source: This file looks like {0}.
ar: يبدو هذا الملف بتنسيق {0}.
cs: Tento soubor vypadá jako {0}.
de: Diese Datei sieht nach {0} aus.
el: Αυτό το αρχείο μοιάζει με {0}.
es: Este archivo parece {0}.
fa: این فایل شبیه {0} است.
fr: Ce fichier ressemble à du {0}.
hu: Ez a fájl {0} formátumúnak tűnik.
id: File ini tampaknya {0}.
it: Questo file sembra {0}.
ja: このファイルは {0} のようです。
ko: 이 파일은 {0}인 것 같습니다.
pl: Ten plik wygląda na {0}.
pt: Este arquivo parece ser {0}.
ro: Acest fișier pare să fie {0}.
th: ไฟล์นี้ดูเหมือน {0}
tr: Bu dosya {0} gibi görünüyor.
uk: Цей файл схожий на {0}.
vi: Tệp này có vẻ là {0}.
zh_hans: 此文件看起来是 {0}。
zh_hant: 此檔案看起來像是 {0}。

# Encoded_Reopen
source: Reopen as {0}
ar: إعادة الفتح كـ {0}
cs: Znovu otevřít jako {0}
de: Als {0} erneut öffnen
el: Επανάνοιγμα ως {0}
es: Volver a abrir como {0}
fa: باز کردن دوباره به‌صورت {0}
fr: Rouvrir en tant que {0}
hu: Újranyitás {0} formátumban
id: Buka ulang sebagai {0}
it: Riapri come {0}
ja: {0} として開き直す
ko: {0}(으)로 다시 열기
pl: Otwórz ponownie jako {0}
pt: Reabrir como {0}
ro: Redeschidere ca {0}
th: เปิดใหม่เป็น {0}
tr: {0} olarak yeniden aç
uk: Повторно відкрити як {0}
vi: Mở lại dưới dạng {0}
zh_hans: 作为 {0} 重新打开
zh_hant: 以 {0} 重新開啟

# Encoded_LossTitle
source: Some lines will be lost
ar: ستُفقد بعض الأسطر
cs: Některé řádky budou ztraceny
de: Einige Zeilen gehen verloren
el: Ορισμένες γραμμές θα χαθούν
es: Se perderán algunas líneas
fa: برخی خطوط از دست می‌روند
fr: Certaines lignes seront perdues
hu: Egyes sorok elvesznek
id: Beberapa baris akan hilang
it: Alcune righe andranno perse
ja: 失われる行があります
ko: 일부 행이 손실됩니다
pl: Niektóre wiersze zostaną utracone
pt: Algumas linhas serão perdidas
ro: Unele linii se vor pierde
th: บางบรรทัดจะสูญหาย
tr: Bazı satırlar kaybolacak
uk: Деякі рядки буде втрачено
vi: Một số dòng sẽ bị mất
zh_hans: 部分行将丢失
zh_hant: 部分行將會遺失

# Encoded_LossBody
source: {0} has lines that aren't data (comments or unknown records). They won't be written when you save.
ar: يحتوي {0} على أسطر ليست بيانات (تعليقات أو سجلات غير معروفة). لن تتم كتابتها عند الحفظ.
cs: {0} obsahuje řádky, které nejsou data (komentáře nebo neznámé záznamy). Při uložení se nezapíšou.
de: {0} enthält Zeilen, die keine Daten sind (Kommentare oder unbekannte Datensätze). Sie werden beim Speichern nicht geschrieben.
el: Το {0} έχει γραμμές που δεν είναι δεδομένα (σχόλια ή άγνωστες εγγραφές). Δεν θα γραφτούν κατά την αποθήκευση.
es: {0} tiene líneas que no son datos (comentarios o registros desconocidos). No se escribirán al guardar.
fa: {0} خطوطی دارد که داده نیستند (توضیحات یا رکوردهای ناشناخته). هنگام ذخیره نوشته نمی‌شوند.
fr: {0} contient des lignes qui ne sont pas des données (commentaires ou enregistrements inconnus). Elles ne seront pas écrites lors de l'enregistrement.
hu: A(z) {0} olyan sorokat tartalmaz, amelyek nem adatok (megjegyzések vagy ismeretlen rekordok). Ezek mentéskor nem lesznek kiírva.
id: {0} memiliki baris yang bukan data (komentar atau rekaman tidak dikenal). Baris tersebut tidak akan ditulis saat Anda menyimpan.
it: {0} contiene righe che non sono dati (commenti o record sconosciuti). Non verranno scritte al salvataggio.
ja: {0} にはデータとして読めない行 (コメント行や未知のレコード型) があります。保存するとそれらの行は出力されず失われます。
ko: {0}에 데이터가 아닌 행(주석 또는 알 수 없는 레코드)이 있습니다. 저장할 때 이 행은 기록되지 않습니다.
pl: {0} zawiera wiersze, które nie są danymi (komentarze lub nieznane rekordy). Nie zostaną zapisane podczas zapisywania.
pt: {0} tem linhas que não são dados (comentários ou registros desconhecidos). Elas não serão gravadas ao salvar.
ro: {0} conține linii care nu sunt date (comentarii sau înregistrări necunoscute). Acestea nu vor fi scrise la salvare.
th: {0} มีบรรทัดที่ไม่ใช่ข้อมูล (ความคิดเห็นหรือเรคคอร์ดที่ไม่รู้จัก) บรรทัดเหล่านั้นจะไม่ถูกเขียนเมื่อคุณบันทึก
tr: {0} içinde veri olmayan satırlar var (yorumlar veya bilinmeyen kayıtlar). Kaydettiğinizde bunlar yazılmaz.
uk: У {0} є рядки, що не є даними (коментарі або невідомі записи). Під час збереження їх не буде записано.
vi: {0} có các dòng không phải dữ liệu (chú thích hoặc bản ghi không xác định). Chúng sẽ không được ghi khi bạn lưu.
zh_hans: {0} 中有不是数据的行（注释或未知记录）。保存时不会写入这些行。
zh_hant: {0} 有不是資料的行（註解或未知的記錄）。儲存時不會寫入這些行。

# Encoded_LossSave
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存する
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Encoded_TooLarge
source: The data can't be written as {0}: addresses go beyond {1}. Use Save as to choose another format.
ar: لا يمكن كتابة البيانات كـ {0}: العناوين تتجاوز {1}. استخدم «حفظ باسم» لاختيار تنسيق آخر.
cs: Data nelze zapsat jako {0}: adresy přesahují {1}. Pomocí příkazu Uložit jako zvolte jiný formát.
de: Die Daten können nicht als {0} geschrieben werden: Adressen gehen über {1} hinaus. Wählen Sie mit „Speichern unter“ ein anderes Format.
el: Τα δεδομένα δεν μπορούν να γραφτούν ως {0}: οι διευθύνσεις ξεπερνούν το {1}. Χρησιμοποιήστε την Αποθήκευση ως για να επιλέξετε άλλη μορφή.
es: Los datos no se pueden escribir como {0}: las direcciones superan {1}. Usa Guardar como para elegir otro formato.
fa: داده را نمی‌توان به‌صورت {0} نوشت: آدرس‌ها از {1} فراتر می‌روند. برای انتخاب قالب دیگر از «ذخیره با نام» استفاده کنید.
fr: Les données ne peuvent pas être écrites en {0} : les adresses dépassent {1}. Utilisez Enregistrer sous pour choisir un autre format.
hu: Az adatok nem írhatók ki {0} formátumban: a címek túllépik a(z) {1} értéket. Más formátum választásához használja a Mentés másként parancsot.
id: Data tidak dapat ditulis sebagai {0}: alamat melebihi {1}. Gunakan Simpan Sebagai untuk memilih format lain.
it: Impossibile scrivere i dati come {0}: gli indirizzi superano {1}. Usa Salva con nome per scegliere un altro formato.
ja: {0} では書けません。アドレスが {1} を超えます。「名前を付けて保存」で他の形式を選んでください。
ko: 주소가 {1}을(를) 넘으므로 데이터를 {0}(으)로 쓸 수 없습니다. [다른 이름으로 저장]을 사용하여 다른 형식을 선택하세요.
pl: Nie można zapisać danych jako {0}: adresy wykraczają poza {1}. Użyj polecenia Zapisz jako, aby wybrać inny format.
pt: Não é possível gravar os dados como {0}: os endereços ultrapassam {1}. Use Salvar como para escolher outro formato.
ro: Datele nu pot fi scrise ca {0}: adresele depășesc {1}. Utilizați „Salvare ca” pentru a alege alt format.
th: ไม่สามารถเขียนข้อมูลเป็น {0}: ที่อยู่เกิน {1} ใช้บันทึกเป็นเพื่อเลือกรูปแบบอื่น
tr: Veri {0} olarak yazılamaz: adresler {1} değerini aşıyor. Başka bir biçim seçmek için Farklı kaydet'i kullanın.
uk: Дані не можна записати як {0}: адреси виходять за {1}. Щоб вибрати інший формат, скористайтеся командою «Зберегти як».
vi: Không thể ghi dữ liệu dưới dạng {0}: địa chỉ vượt quá {1}. Hãy dùng Lưu Như để chọn định dạng khác.
zh_hans: 无法将数据写入为 {0}：地址超出 {1}。请使用“另存为”选择其他格式。
zh_hant: 無法以 {0} 寫入資料：位址超過 {1}。請使用「另存新檔」選擇其他格式。

# FormatSettings_Title
source: Format settings ({0})
ar: إعدادات التنسيق ({0})
cs: Nastavení formátu ({0})
de: Formateinstellungen ({0})
el: Ρυθμίσεις μορφής ({0})
es: Configuración del formato ({0})
fa: تنظیمات قالب ({0})
fr: Paramètres du format ({0})
hu: Formátumbeállítások ({0})
id: Pengaturan format ({0})
it: Impostazioni formato ({0})
ja: 形式の設定 ({0})
ko: 형식 설정({0})
pl: Ustawienia formatu ({0})
pt: Configurações de formato ({0})
ro: Setări format ({0})
th: การตั้งค่ารูปแบบ ({0})
tr: Biçim ayarları ({0})
uk: Параметри формату ({0})
vi: Cài đặt định dạng ({0})
zh_hans: 格式设置（{0}）
zh_hant: 格式設定（{0}）

# FormatIssues_Title
source: Format errors
ar: أخطاء التنسيق
cs: Chyby formátu
de: Formatfehler
el: Σφάλματα μορφής
es: Errores de formato
fa: خطاهای قالب
fr: Erreurs de format
hu: Formátumhibák
id: Kesalahan format
it: Errori di formato
ja: 形式の誤り
ko: 형식 오류
pl: Błędy formatu
pt: Erros de formato
ro: Erori de format
th: ข้อผิดพลาดของรูปแบบ
tr: Biçim hataları
uk: Помилки формату
vi: Lỗi định dạng
zh_hans: 格式错误
zh_hant: 格式錯誤

# FormatIssues_None
source: No errors.
ar: لا توجد أخطاء.
cs: Žádné chyby.
de: Keine Fehler.
el: Κανένα σφάλμα.
es: No hay errores.
fa: خطایی نیست.
fr: Aucune erreur.
hu: Nincsenek hibák.
id: Tidak ada kesalahan.
it: Nessun errore.
ja: 誤りはありません。
ko: 오류가 없습니다.
pl: Brak błędów.
pt: Nenhum erro.
ro: Nicio eroare.
th: ไม่มีข้อผิดพลาด
tr: Hata yok.
uk: Помилок немає.
vi: Không có lỗi.
zh_hans: 没有错误。
zh_hant: 沒有錯誤。

# Linked_ToolTip
source: Linked to {0}
ar: مرتبط بـ {0}
cs: Propojeno s {0}
de: Verknüpft mit {0}
el: Συνδεδεμένο με {0}
es: Vinculado a {0}
fa: پیوندشده به {0}
fr: Lié à {0}
hu: Csatolva ehhez: {0}
id: Tertaut ke {0}
it: Collegato a {0}
ja: 連動: {0}
ko: {0}에 연결됨
pl: Połączono z {0}
pt: Vinculado a {0}
ro: Legat de {0}
th: เชื่อมโยงกับ {0}
tr: {0} ile bağlantılı
uk: Пов’язано з {0}
vi: Liên kết với {0}
zh_hans: 链接到 {0}
zh_hant: 已連結至 {0}

# Linked_Disconnected
source: The original range was deleted.
ar: تم حذف النطاق الأصلي.
cs: Původní rozsah byl odstraněn.
de: Der ursprüngliche Bereich wurde gelöscht.
el: Η αρχική περιοχή διαγράφηκε.
es: Se eliminó el rango original.
fa: محدودهٔ اصلی حذف شد.
fr: La plage d'origine a été supprimée.
hu: Az eredeti tartomány törölve lett.
id: Rentang asli telah dihapus.
it: L'intervallo originale è stato eliminato.
ja: 元の範囲が削除されました。
ko: 원래 범위가 삭제되었습니다.
pl: Oryginalny zakres został usunięty.
pt: O intervalo original foi excluído.
ro: Intervalul original a fost șters.
th: ช่วงต้นฉบับถูกลบแล้ว
tr: Özgün aralık silindi.
uk: Вихідний діапазон видалено.
vi: Phạm vi gốc đã bị xóa.
zh_hans: 原始范围已被删除。
zh_hant: 原始範圍已刪除。

# Transfer_Format
source: Format
ar: التنسيق
cs: Formát
el: Μορφή
es: Formato
fa: قالب
hu: Formátum
it: Formato
ja: 形式
ko: 형식
pt: Formato
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式
